# .zsh_plugins.txt
# NOTE: Order matters
# Annotation :`path:location/of/plugin` || full git url.

# Prompt

romkatv/powerlevel10k 

# Quality of life

# ohmyzsh/ohmyzsh path:plugins/fzf
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:utility
Aloxaf/fzf-tab
joshskidmore/zsh-fzf-history-search
ohmyzsh/ohmyzsh path:plugins/magic-enter
sorin-ionescu/prezto path:modules/directory

### Completions

zsh-users/zsh-completions path:src kind:fpath
belak/zsh-utils path:completion
zsh-users/zsh-autosuggestions

### Deferred Plugins

#zsh-users/zsh-syntax-highlighting kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer

